Revit 2027 API
ParameterTypeId.RbsFamilyContentTakeoffLength Property
 "Takeoff Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsFamilyContentTakeoffLength { get; }
Public Shared ReadOnly Property RbsFamilyContentTakeoffLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsFamilyContentTakeoffLength {
	ForgeTypeId^ get ();
}
static member RbsFamilyContentTakeoffLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace